brew "zplug"
brew "oh-my-posh"

brew "mas"

brew "asdf"

brew "awscli"
brew "aws-vault"
cask "session-manager-plugin"

brew "direnv"
brew "ripgrep"
brew "fzf"
brew "lsd"
brew "bat"
brew "fd"
brew "jq"
brew "btop"

brew "git"
brew "git-interactive-rebase-tool"
brew "git-delta"
brew "git-absorb"
brew "gh"

cask "font-meslo-lg-nerd-font"

brew "neovim"

brew "python"
brew "poetry"
brew "node"
brew "serverless"
brew "yarn"

cask "firefox"
cask "google-chrome"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "rectangle"
cask "calibre"
cask "iterm2"
cask "meetingbar"
cask "steam"
cask "bartender"
cask "teamviewer"
mas "WireGuard", id: 1451685025
brew "opentofu"

cask "signal"
cask "slack"
cask "readdle-spark"

cask "visual-studio-code"
cask "webstorm"
cask "pycharm-ce"
cask "postman"
cask "docker"
mas "Tailscale", id: 1475387142
